{
  "data": [
    {
      "address": "0x1c55DdbfdE4382AEa2Bb3F9d15A0b4c36D2fFB6E/2",
      "image": "https://cimages.milaap.org/milaap/image/upload/c_fill,g_faces,h_452,w_603/v1550505690/production/images/campaign/10408/Milaap_2_vjkg7j_1550505694.jpg",
      "title": "60 x 30 x 12 = 21600 meals. Help us to serve better!",
      "description": "We registered an organization for the children and youths, the next generation, and started adding more kids and involving their parents in the development of the kids. At present, We have 60 children in our project 50 of them are tribal children We provide one nutritious meal every day Give classes and tuition every day Provide new clothes, hygiene, and educational materials Give arts and sports training Do all possible things to develop the children (click here to know more) Paniyar, Naykkar, Kurumar, and Kattunaykkar are the tribes in which our children belong to. Parents are illiterate and unskilled day laborers. They get work very rarely and struggle to provide food (not at all nutritious) at least two times at home. Through our YUVA CDC, we have been transforming the children and community. Our kids changed a lot from health, dress, manners, to education. All our 60 kids attend school now. We wish to make them healthy and confident to remove the stigma and oppression over them. We want them to be role models by achieving success in their lives in all realms. One of our main needs is food supply. We give one nutritional meal per day for all children. It costs Rs. 40000 ($606) per month. Through this fundraiser, I desire to raise one year support so that it will be effectively used to provide food for kids from April 2019 to March 2020 without ceasing. I encourage and invite you all to participate in this effort through big or small contribution and to help the children to grow strong. Every rupee is important for their life and growth and we are accountable for the same. I also invite you to visit our children or contact us for getting more knowledge on our kids. Thank you for reading and considering to support, for changing the lives of many children! Thank you, Edwin Livingston. Facebook page: Yuva Website: Yuva Social Movement Phone number: 9446163019 Personal Fb: Edwin Livingston"
    },
    {
      "address": "0x1c55DdbfdE4382AEa2Bb3F9d15A0b4c36D2fFB6E/1",
      "image": "https://cdn.downtoearth.org.in/library/large/2021-05-17/0.46492900_1621257274_covid-19-vaccine-india.jpg",
      "title": "India Covid Relief Fundraiser",
      "description": "This is the time to act. India need you. Help us defeat this deadly virus. Save lives from COVID-19. #IndiaAgainstCovid"
    }
  ]
}